{
	"Experience": {
		"Title1": "100Cuci - Experience Malaysia's Most Trusted & Reliable Online Casino",
		"Text1": "100Cuci",
		"Text2": "is your go-to destination for an exciting and secure online gambling experience tailored specifically for asia players. With a wide variety of games, attractive bonuses, and top-notch customer service, 100cuci ensures that every player enjoys a seamless and rewarding gaming adventure. Register now at ",
		"Text3": "100Cuci Casino Malaysia ",
		"Text4": "and get RM2 daily free credit for all your favorite slot games."
	},
	"GameOnline": {
		"Title1": "100Cuci Game Online Extensive Selection",
		"Text1": "At 100cuci, you'll find a vast array of games to suit every preference. Our offerings include:"
	},
	"SlotGames": {
		"Title1": "Slot Games:",
		"Text1": "As a famous ",
		"Text2": "100cuci ewallet slot ",
		"Text3": "casino platform, from classic three-reel slots to feature-packed video slots, you can enjoy ",
		"Text4": "100Cuci slot ",
		"Text5": "games from top providers like Jili, JDB, Mega888, and 918Kiss with high RTP slot games."
	},
	"LiveDealerGames": {
		"Title1": "Live Dealer Games:",
		"Text1": "Experience the thrill of real-time gaming with ",
		"Text2": "100Cuci live ",
		"Text3": "dealer options, including blackjack, roulette, and baccarat."
	},
	"SportsBetting": {
		"Title1": "Sports Betting:",
		"Text1": "Bet on your favorite sports, including football, basketball, tennis, and more, with competitive odds. You can choose to download the ",
		"Text2": "100Cuci app ",
		"Text3": "for a more user-friendly interface or use it without downloading."
	},
	"FreeCreditBonus": {
		"Title1": "100Cuci Free Credit Bonus - Generous Bonuses and Promotions",
		"Text1": "We believe in rewarding our players. New members can enjoy a welcome bonus upon registration and daily free credits just for logging in. Our ongoing promotions include:",
		"Text2": "Welcome Bonus",
		"Text3": ": As long as you register and join telegram, you will be able to claim RM5",
		"Text4": "100Cuci Free Credit ",
		"Text5": " ",
		"Text6": "Daily Free Credits: 100cuci login ",
		"Text7": "365 days to earn free credits of RM2 each day.",
		"Text8": "Reload Bonuses and Cashback Offers",
		"Text9": ": Regular promotions to keep your gameplay exciting.",
		"Text10": "No Deposit bonus for new users"
	},
	"SecureandReliable": {
		"Title1": "Secure and Reliable",
		"Text1": "Player security is our top priority. 100cuci employs advanced encryption technologies to protect your personal and financial information. Our platform is designed to provide a fair and transparent gaming environment."
	},
	"CustomerSupport": {
		"Title1": "Customer Support",
		"Text1": "At 100Cuci, we provide 24/7 customer support to ensure all your queries are addressed promptly. You can reach our support team via:",
		"Text2": "Live Chat",
		"Text3": ": Accessible directly from our website for instant assistance.",
		"Text4": "WhatsApp",
		"Text5": ": Save our number and message us anytime.",
		"Text6": "Telegram",
		"Text7": ": Secure and private messaging with our support team.",
		"Text8": "Localized for Malaysian Players",
		"Text9": "100Cuci Casino ",
		"Text10": "is deeply rooted in Malaysian culture, offering support in Malay and Chinese. Our platform features local themes and music, creating a familiar and enjoyable atmosphere for our players."
	},
	"HowtoGetStarted": {
		"Title1": "How to Get Started",
		"Text1": "1. Register via WhatsApp",
		"Text2": "Visit our website: ",
		"Text3": "100-cuci.com ",
		"Text4": "and click on the \"Register\" button.",
		"Text5": "A new window will open, allowing you to send a WhatsApp message to our registration bot.",
		"Text6": "Type \"Join\" in the chat, and you'll receive your",
		"Text7": " 100Cuci login ",
		"Text8": "login information shortly.",
		"Text9": "2. Make Your First Deposit",
		"Text10": "Choose from various deposit methods, including ",
		"Text11": "100Cuci ewallet ",
		"Text12": "like GrabPay and Touch 'n Go, bank transfers, and credit/debit cards.",
		"Text13": "Benefit from our welcome bonus on your initial deposit.",
		"Text14": "3. Start Playing with 100Cuci Net",
		"Text15": "Explore our extensive game library and find your favorites with ",
		"Text16": "100Cuci log in.",
		"Text17": " ",
		"Text18": "Enjoy daily promotions and make the most of our bonuses.",
		"Text19": "Join us today and experience the best in online gaming. With our extensive game selection, generous bonuses, and dedicated support, your perfect online casino experience is just a click away. Get started and claim your ",
		"Text20": "100Cuci Free Kredit",
		"Text21": "now!"
	},
	"BigPartner": {
		"Title1": "Learn more about our Big Partner:",
		"Text1": "Atas Login ",
		"Text2": " Atas Mobile Login Casino 2024 | Explore the new Atas Casino H5 3.0 web version today! No downloads required. As Malaysia's leading casino game provider, Atas Casino is your top choice for an unparalleled gaming experience.",
		"Text3": "Atas Online Casino Malaysia ",
		"Text4": " AtasKasino. Kasino Dalam Talian Terunggul di Malaysia 2024. Mainkan Permainan Terhangat Atas seperti Slot Monkey King, Lucky365 Slot, Slot Lion King APK, BG (Big Gaming), HotRoad Baccarat dan lain-lain dari penyedia permainan terkenal di Kasino Rasmi Atas. Dengan satu akaun, anda boleh bertaruh pada puluhan peluang dalam ribuan permainan."
	},
	"navbar": {
		"HOME": "HOME",
		"LIVECHAT": "LIVE CHAT",
		"BONUS": "BONUS",
		"HISTORY": "HISTORY",
		"SETTING": "SETTING"
	},
	"right": {
		"baki": "Balance",
		"deposit": "Deposit Minimum",
		"withdraw": "Withdraw Minimum"
	},
	"menu": {
		"slotgame": "SLOT GAME",
		"eventgame": "EVENT GAME",
		"livecasino": "LIVE CASINO",
		"sportbook": "SPORTBOOK"
	}
}