{
	"Experience": {
		"Title1": "100Cuci - Alami Kasino Dalam Talian Paling Dipercayai dan Boleh Diandalkan di Malaysia",
		"Text1": "100Cuci ",
		"Text2": "adalah destinasi utama anda untuk pengalaman perjudian dalam talian yang menarik dan selamat, khusus untuk pemain Asia. Dengan pelbagai jenis permainan, bonus menarik, dan perkhidmatan pelanggan yang cemerlang, 100Cuci memastikan setiap pemain menikmati pengembaraan permainan yang lancar dan memuaskan. Daftar sekarang di ",
		"Text3": "100Cuci Casino Malaysia ",
		"Text4": "dan dapatkan kredit percuma RM2 setiap hari untuk semua permainan slot kegemaran anda."
	},
	"GameOnline": {
		"Title1": "100Cuci Game Online - Pilihan Luas",
		"Text1": "Di 100Cuci, anda akan menemui pelbagai jenis permainan untuk memenuhi setiap kehendak. Tawaran kami termasuk:"
	},
	"SlotGames": {
		"Title1": "Permainan Slot:",
		"Text1": "Sebagai platform kasino ",
		"Text2": "slot ewallet 100cuci ",
		"Text3": "yang terkenal, dari slot tiga gulungan klasik hingga slot video yang penuh ciri, anda boleh menikmati permainan ",
		"Text4": "100Cuci slot ",
		"Text5": "dari penyedia terkemuka seperti Jili, JDB, Mega888, dan 918Kiss dengan permainan slot RTP tinggi."
	},
	"LiveDealerGames": {
		"Title1": "Permainan Dealer Langsung:",
		"Text1": "Rasakan keseronokan permainan masa nyata dengan pilihan ",
		"Text2": "100Cuci live ",
		"Text3": "dealer, termasuk blackjack, rolet, dan baccarat."
	},
	"SportsBetting": {
		"Title1": "Pertaruhan Sukan:",
		"Text1": "Bertaruh pada sukan kegemaran anda, termasuk bola sepak, bola keranjang, tenis, dan banyak lagi, dengan odds yang kompetitif. Anda boleh memilih untuk memuat turun ",
		"Text2": "aplikasi 100Cuci ",
		"Text3": "untuk antara muka yang lebih mesra pengguna atau menggunakannya tanpa memuat turun."
	},
	"FreeCreditBonus": {
		"Title1": "100Cuci Kredit Percuma Bonus - Bonus dan Promosi Murah Hati",
		"Text1": "Kami percaya dalam menghargai pemain kami. Ahli baru boleh menikmati bonus selamat datang semasa pendaftaran dan kredit percuma harian hanya untuk log masuk. Promosi berterusan kami termasuk:",
		"Text2": "Bonus Selamat Datang: ",
		"Text3": "Selagi anda mendaftar dan menyertai telegram, anda boleh menuntut RM5 ",
		"Text4": "100Cuci Free Kredit ",
		"Text5": " ",
		"Text6": "Kredit Percuma Harian: Log masuk 100cuci ",
		"Text7": "selama 365 hari untuk memperoleh kredit percuma RM2 setiap hari.",
		"Text8": "Bonus Pengisian Semula dan Tawaran Cashback: ",
		"Text9": "Promosi berkala untuk mengekalkan permainan anda yang menarik.",
		"Text10": "Tiada Deposit untuk pengguna baru."
	},
	"SecureandReliable": {
		"Title1": "Selamat dan Boleh Diandalkan",
		"Text1": "Keselamatan pemain adalah keutamaan utama kami. 100cuci menggunakan teknologi penyulitan terkini untuk melindungi maklumat peribadi dan kewangan anda. Platform kami direka untuk menyediakan persekitaran permainan yang adil dan telus."
	},
	"CustomerSupport": {
		"Title1": "Sokongan Pelanggan",
		"Text1": "Di 100Cuci, kami menyediakan sokongan pelanggan 24/7 untuk memastikan semua pertanyaan anda dijawab dengan cepat. Anda boleh menghubungi pasukan sokongan kami melalui:",
		"Text2": "Chat Langsung: ",
		"Text3": "Boleh diakses terus dari laman web kami untuk bantuan segera.",
		"Text4": "WhatsApp: ",
		"Text5": "Simpan nombor kami dan mesej kami bila-bila masa.",
		"Text6": "Telegram: ",
		"Text7": "Mesej yang selamat dan peribadi dengan pasukan sokongan kami.",
		"Text8": "Dikustomkan untuk Pemain Malaysia",
		"Text9": "100Cuci Casino",
		"Text10": " sangat berakar umbi dalam budaya Malaysia, menawarkan sokongan dalam bahasa Melayu dan Cina. Platform kami menampilkan tema dan muzik tempatan, mencipta suasana yang biasa dan menyenangkan untuk pemain kami."
	},
	"HowtoGetStarted": {
		"Title1": "Cara Bermula",
		"Text1": "1. Daftar melalui WhatsApp",
		"Text2": "Kunjungi laman web kami: ",
		"Text3": "100-cuci.com ",
		"Text4": "dan klik pada butang \"Daftar\".",
		"Text5": "Tetingkap baru akan dibuka, membolehkan anda menghantar mesej WhatsApp kepada bot pendaftaran kami.",
		"Text6": "Ketik \"Join\" dalam chat, dan anda akan menerima maklumat ",
		"Text7": "100Cuci login ",
		"Text8": "anda tidak lama lagi.",
		"Text9": "2. Buat Deposit Pertama Anda",
		"Text10": "Pilih dari pelbagai kaedah deposit, termasuk ",
		"Text11": "ewallet 100Cuci ",
		"Text12": "seperti GrabPay dan Touch 'n Go, pindahan bank, dan kad kredit/debit.",
		"Text13": "Manfaatkan bonus selamat datang kami pada deposit awal anda.",
		"Text14": "3. Mulakan Bermain dengan 100Cuci Net ",
		"Text15": "Jelajahi pustaka permainan luas kami dan cari kegemaran anda dengan ",
		"Text16": "100Cuci log in.",
		"Text17": " ",
		"Text18": "Nikmati promosi harian dan manfaatkan bonus kami.",
		"Text19": "Sertai kami hari ini dan alami yang terbaik dalam permainan dalam talian. Dengan pilihan permainan yang luas, bonus murah hati, dan sokongan yang berdedikasi, pengalaman kasino dalam talian sempurna anda hanya satu klik sahaja. Mulakan dan tuntut ",
		"Text20": "100Cuci Free ",
		"Text21": "Kredit anda sekarang!"
	},
	"BigPartner": {
		"Title1": "Ketahui lebih lanjut mengenai Rakan Kongsi Besar kami:",
		"Text1": "Atas Login ",
		"Text2": " Atas Mobile Login Casino 2024 ",
		"Text5": " Terokai versi web H5 3.0 Atas Casino hari ini! Tiada muat turun diperlukan. Sebagai penyedia permainan kasino terkemuka di Malaysia, Atas Casino adalah pilihan utama anda untuk pengalaman permainan yang tiada tandingan.",
		"Text3": "Atas Online Casino Malaysia ",
		"Text4": " AtasKasino. Kasino Dalam Talian Terunggul di Malaysia 2024. Mainkan Permainan Terhangat Atas seperti Slot Monkey King, Lucky365 Slot, Slot Lion King APK, BG (Big Gaming), HotRoad Baccarat dan lain-lain dari penyedia permainan terkenal di Kasino Rasmi Atas. Dengan satu akaun, anda boleh bertaruh pada puluhan peluang dalam ribuan permainan."
	},
	"navbar": {
		"HOME": "LAMAN UTAMA",
		"LIVECHAT": "CHAT LANGSUNG",
		"BONUS": "BONUS",
		"HISTORY": "SEJARAH REKOD",
		"SETTING": "TETAPAN"
	},
	"right": {
		"baki": "Baki",
		"deposit": "Deposit Minimum",
		"withdraw": "Pengeluaran Minimum"
	},
	"menu": {
		"slotgame": "PERMAINAN SLOT",
		"eventgame": "PERMAINAN ACARA",
		"livecasino": "KASINO LANGSUNG",
		"sportbook": "BUKU SUKAN"
	}
}